{"-2":{"_id":"642c1823f8f85466fe09cf45","book":"BOOK VI","poem":"Salut au Monde!","order":3,"text":"       2<br>  Within me latitude widens, longitude lengthens,<br>  Asia, Africa, Europe, are to the east--America is provided for in the west,<br>  Banding the bulge of the earth winds the hot equator,<br>  Curiously north and south turn the axis-ends,<br>  Within me is the longest day, the sun wheels in slanting rings, it<br>      does not set for months,<br>  Stretch’d in due time within me the midnight sun just rises above<br>      the horizon and sinks again,<br>  Within me zones, seas, cataracts, forests, volcanoes, groups,<br>  Malaysia, Polynesia, and the great West Indian islands.<br>","next":"083-004","prev":"083-002","caption":["Abstract. A globe of the Earth, with the Equator as a red line circling around the middle, and Asia, Africa and Europe on the right, and America on the left. Some parts of the Equator have forests with waterfalls and volcanoes, and other parts have oceans with islands."],"key":"083-003"},"-1":{"_id":"642c1823f8f85466fe09cf46","book":"BOOK VI","poem":"Salut au Monde!","order":4,"text":"       3<br>  What do you hear Walt Whitman?<br>","next":"083-005","prev":"083-003","caption":["Abstract. A depiction of Walt Whitman's head, with soundwaves and colors emanating from his ears."],"key":"083-004"},"+0":{"_id":"642c1823f8f85466fe09cf47","book":"BOOK VI","poem":"Salut au Monde!","order":5,"text":"  I hear the workman singing and the farmer’s wife singing,<br>  I hear in the distance the sounds of children and of animals early<br>      in the day,<br>  I hear emulous shouts of Australians pursuing the wild horse,<br>  I hear the Spanish dance with castanets in the chestnut shade, to<br>      the rebeck and guitar,<br>  I hear continual echoes from the Thames,<br>  I hear fierce French liberty songs,<br>  I hear of the Italian boat-sculler the musical recitative of old poems,<br>  I hear the locusts in Syria as they strike the grain and grass with<br>      the showers of their terrible clouds,<br>  I hear the Coptic refrain toward sundown, pensively falling on the<br>      breast of the black venerable vast mother the Nile,<br>  I hear the chirp of the Mexican muleteer, and the bells of the mule,<br>  I hear the Arab muezzin calling from the top of the mosque,<br>  I hear the Christian priests at the altars of their churches, I hear<br>      the responsive base and soprano,<br>  I hear the cry of the Cossack, and the sailor’s voice putting to sea<br>      at Okotsk,<br>  I hear the wheeze of the slave-coffle as the slaves march on, as the<br>      husky gangs pass on by twos and threes, fasten’d together<br>      with wrist-chains and ankle-chains,<br>  I hear the Hebrew reading his records and psalms,<br>  I hear the rhythmic myths of the Greeks, and the strong legends of<br>      the Romans,<br>  I hear the tale of the divine life and bloody death of the beautiful<br>      God the Christ,<br>  I hear the Hindoo teaching his favorite pupil the loves, wars,<br>      adages, transmitted safely to this day from poets who wrote three<br>      thousand years ago.<br>","next":"083-006","prev":"083-004","caption":["Photomontage. A collection of snapshots that captures the diverse soundscape of the world, including workmen and farmers singing, children playing, wild horses being chased, Spanish dancers by the chestnut trees, French liberty songs, locusts in Syria, cries of the Cossack, sailors sailing to Okotsk, slaves shackled together, and the teachings of different traditions, including the Hebrews, Greeks, and Hindoos."],"key":"083-005","url":"https://d8di666eq97kj.cloudfront.net/comp/083-005-03-03.png"},"+1":{"_id":"642c1823f8f85466fe09cf48","book":"BOOK VI","poem":"Salut au Monde!","order":6,"text":"       4<br>  What do you see Walt Whitman?<br>  Who are they you salute, and that one after another salute you?<br>  I see a great round wonder rolling through space,<br>  I see diminute farms, hamlets, ruins, graveyards, jails, factories,<br>      palaces, hovels, huts of barbarians, tents of nomads upon the surface,<br>  I see the shaded part on one side where the sleepers are sleeping,<br>      and the sunlit part on the other side,<br>  I see the curious rapid change of the light and shade,<br>  I see distant lands, as real and near to the inhabitants of them as<br>      my land is to me.<br>","next":"083-007","prev":"083-005","caption":["The photograph is a stunning aerial view of diverse landscapes - farmland, city, factories, ruins, rural huts and tents. The sun sets on one side and sleepers lie in the shade, the other side is illuminated. The lighting conditions constantly change as the scene transitions into a distant landscape that seems just as alive as this one."],"key":"083-006","url":"https://d8di666eq97kj.cloudfront.net/comp/083-006-03-03.png"},"+2":{"_id":"642c1823f8f85466fe09cf49","book":"BOOK VI","poem":"Salut au Monde!","order":7,"text":"  I see plenteous waters,<br>  I see mountain peaks, I see the sierras of Andes where they range,<br>  I see plainly the Himalayas, Chian Shahs, Altays, Ghauts,<br>  I see the giant pinnacles of Elbruz, Kazbek, Bazardjusi,<br>  I see the Styrian Alps, and the Karnac Alps,<br>  I see the Pyrenees, Balks, Carpathians, and to the north the<br>      Dofrafields, and off at sea mount Hecla,<br>  I see Vesuvius and Etna, the mountains of the Moon, and the Red<br>      mountains of Madagascar,<br>  I see the Lybian, Arabian, and Asiatic deserts,<br>  I see huge dreadful Arctic and Antarctic icebergs,<br>  I see the superior oceans and the inferior ones, the Atlantic and<br>      Pacific, the sea of Mexico, the Brazilian sea, and the sea of Peru,<br>  The waters of Hindustan, the China sea, and the gulf of Guinea,<br>  The Japan waters, the beautiful bay of Nagasaki land-lock’d in its<br>      mountains,<br>  The spread of the Baltic, Caspian, Bothnia, the British shores, and<br>      the bay of Biscay,<br>  The clear-sunn’d Mediterranean, and from one to another of its islands,<br>  The White sea, and the sea around Greenland.<br>","next":"083-008","prev":"083-006","caption":["An illustrative panoramic photograph portraying all the major mountain ranges of the world, from the Sierra of Andes, Himalayas, Chian Shahs, Altays, Ghauts, to the Styrian and Karnac Alps, the Pyrenees, Balks, Carpathians and Dofrafields, with Arctic and Antarctic icebergs, and the most significant seas of the continents, all beautifully aligned in the picture."],"key":"083-007"},"start":"1680621138151","interval":"60000","size":1}