{"-2":{"_id":"642c181ff8f85466fe09ceef","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":23,"text":"  Exquisite senses, life-lit eyes, pluck, volition,<br>  Flakes of breast-muscle, pliant backbone and neck, flesh not flabby,<br>      good-sized arms and legs,<br>  And wonders within there yet.<br>","next":"030-024","prev":"030-022","caption":["Photojournalistic. An athletic body with well-defined muscles and strong features, suggesting strength and vitality. The image captures a captivating energy and an air of potential - there is something going on under the surface."],"key":"030-023"},"-1":{"_id":"642c181ff8f85466fe09cef0","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":24,"text":"  Within there runs blood,<br>  The same old blood! the same red-running blood!<br>  There swells and jets a heart, there all passions, desires,<br>      reachings, aspirations,<br>  (Do you think they are not there because they are not express’d in<br>      parlors and lecture-rooms?)<br>","next":"030-025","prev":"030-023","caption":["Realistic portrait photography of a human heart, shown in action as it pumps blood throughout the body. The background is left blank to emphasize the organic flow of the blood."],"key":"030-024"},"+0":{"_id":"642c181ff8f85466fe09cef1","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":25,"text":"  This is not only one man, this the father of those who shall be<br>      fathers in their turns,<br>  In him the start of populous states and rich republics,<br>  Of him countless immortal lives with countless embodiments and enjoyments.<br>","next":"030-026","prev":"030-024","caption":["Realism. A portrait of an elderly man, with a noticeable aura of wisdom, surrounded by generations upon generations of descendants, depicted in various stages of life and varying levels of luxury, spanning across a vast landscape with towers and buildings in the backdrop."],"key":"030-025","url":"https://d8di666eq97kj.cloudfront.net/comp/030-025-03-03.png"},"+1":{"_id":"642c181ff8f85466fe09cef2","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":26,"text":"  How do you know who shall come from the offspring of his offspring<br>      through the centuries?<br>  (Who might you find you have come from yourself, if you could trace<br>      back through the centuries?)<br>","next":"030-027","prev":"030-025","caption":["Surrealism. An old, gnarled tree with numerous branches, stretching towards the sky. Each branch represents a generation, giving way to numerous smaller branches and twigs, signifying the millions of possible offspring that could result. A person stands before the tree, pondering their own lineage and the countless unknown relatives they may have."],"key":"030-026","url":"https://d8di666eq97kj.cloudfront.net/comp/030-026-03-03.png"},"+2":{"_id":"642c1820f8f85466fe09cef3","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":27,"text":"       8<br>  A woman’s body at auction,<br>  She too is not only herself, she is the teeming mother of mothers,<br>  She is the bearer of them that shall grow and be mates to the mothers.<br>","next":"030-028","prev":"030-026","caption":["This striking feminist artwork depicts a woman standing firmly with hands on hips, amidst a sea of bidding hands at an auction. The emphasis is on the plethora of mothers and mates she represents, symbolized by the multitude of newborns cradled in the arms of the bidders."],"key":"030-027"},"start":"1680615720247","interval":"60000","size":1}