{"-2":{"_id":"642c1852f8f85466fe09d451","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"Thick-Sprinkled Bunting","order":1,"text":"  Thick-sprinkled bunting! flag of stars!<br>  Long yet your road, fateful flag--long yet your road, and lined with<br>      bloody death,<br>  For the prize I see at issue at last is the world,<br>  All its ships and shores I see interwoven with your threads greedy banner;<br>  Dream’d again the flags of kings, highest borne to flaunt unrival’d?<br>  O hasten flag of man--O with sure and steady step, passing highest<br>      flags of kings,<br>  Walk supreme to the heavens mighty symbol--run up above them all,<br>  Flag of stars! thick-sprinkled bunting!<br>","next":"274-000","prev":"272-003","caption":["The photograph is in a surrealistic style with a huge flag made up of stars on top of a hill, while a long road lined with soldiers and tanks leads up to it. The flag stands tall, with the ships and shores of the world woven into its threads."],"key":"273-001"},"-1":{"_id":"642c1852f8f85466fe09d452","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"What Best I See in Thee","order":0,"text":"  [To U. S. G. return’d from his World’s Tour]<br>","next":"274-001","prev":"273-001","caption":["Sure! How about an urban street art style? \n\nAn image of a person with a backpack over their shoulder, standing in front of graffiti art on a brick wall. They look thoughtful and introspective after returning from a long journey around the world."],"key":"274-000"},"+0":{"_id":"642c1852f8f85466fe09d453","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"What Best I See in Thee","order":1,"text":"  What best I see in thee,<br>  Is not that where thou mov’st down history’s great highways,<br>  Ever undimm’d by time shoots warlike victory’s dazzle,<br>  Or that thou sat’st where Washington sat, ruling the land in peace,<br>  Or thou the man whom feudal Europe feted, venerable Asia swarm’d upon,<br>  Who walk’d with kings with even pace the round world’s promenade;<br>  But that in foreign lands, in all thy walks with kings,<br>  Those prairie sovereigns of the West, Kansas, Missouri, Illinois,<br>  Ohio’s, Indiana’s millions, comrades, farmers, soldiers, all to the front,<br>  Invisibly with thee walking with kings with even pace the round<br>      world’s promenade,<br>  Were all so justified.<br>","next":"275-000","prev":"274-000","caption":["A vividly colored photograph with a famous leader walking amidst a crowd of people from different walks of life, with the silhouette of an ancient palace on a hilltop in the background. The leader is speaking to the crowd and although he is surrounded by people of different classes and cultures, they are all united in their support for him."],"key":"274-001","url":"https://d8di666eq97kj.cloudfront.net/comp/274-001-03-01.png"},"+1":{"_id":"642c1853f8f85466fe09d454","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"Spirit That Form’d This Scene","order":0,"text":"  [Written in Platte Canyon, Colorado]<br>","next":"275-001","prev":"274-001","caption":["Minimalist. A serene, panoramic view of Platte Canyon, with trees lining the banks of a winding river in the foreground, and the distant mountains shrouded in mist."],"key":"275-000","url":"https://d8di666eq97kj.cloudfront.net/comp/275-000-03-01.png"},"+2":{"_id":"642c1853f8f85466fe09d455","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"Spirit That Form’d This Scene","order":1,"text":"  Spirit that form’d this scene,<br>  These tumbled rock-piles grim and red,<br>  These reckless heaven-ambitious peaks,<br>  These gorges, turbulent-clear streams, this naked freshness,<br>  These formless wild arrays, for reasons of their own,<br>  I know thee, savage spirit--we have communed together,<br>  Mine too such wild arrays, for reasons of their own;<br>  Wast charged against my chants they had forgotten art?<br>  To fuse within themselves its rules precise and delicatesse?<br>  The lyrist’s measur’d beat, the wrought-out temple’s grace--column<br>      and polish’d arch forgot?<br>  But thou that revelest here--spirit that form’d this scene,<br>  They have remember’d thee.<br>","next":"276-001","prev":"275-000","caption":["The photograph is captured in black and white, which captures a stark and dramatic imagery. The mountain range dominates the background while the foreground shows the rugged terrain. The gushing streams and clear waters exhibit a level of freshness that is in stark contrast to the rough landscape. The picture is emotive of a savage and wild spirit that has brought forth this remarkable scene."],"key":"275-001"},"start":"1680804036837","interval":"60000","size":1}