{"-2":{"_id":"6426e35d0a8ad5bffe57e084","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"As I Walk These Broad Majestic Days","order":3,"text":"  But I too announce solid things,<br>  Science, ships, politics, cities, factories, are not nothing,<br>  Like a grand procession to music of distant bugles pouring,<br>      triumphantly moving, and grander heaving in sight,<br>  They stand for realities--all is as it should be.<br>","next":"276-004","prev":"276-002","caption":["In a Futurism style, a bustling city street scene featuring skyscrapers, factories, and ships on the horizon. The scene is alive with the movement of a grand parade to a triumphant and distant music."],"key":"276-003"},"-1":{"_id":"6426e35d0a8ad5bffe57e085","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"As I Walk These Broad Majestic Days","order":4,"text":"  Then my realities;<br>  What else is so real as mine?<br>  Libertad and the divine average, freedom to every slave on the face<br>      of the earth,<br>  The rapt promises and lumine of seers, the spiritual world, these<br>      centuries-lasting songs,<br>  And our visions, the visions of poets, the most solid announcements<br>      of any.<br>","next":"277-001","prev":"276-003","caption":["In a vibrant, abstract painting, symbols of freedom and spirituality merge together. A radiant light emanates from the center, illuminating the hopeful faces of slaves and poets alike."],"key":"276-004"},"+0":{"_id":"6426e35d0a8ad5bffe57e086","book":"BOOK XXXII.  FROM NOON TO STARRY NIGHT","poem":"A Clear Midnight","order":1,"text":"  This is thy hour O Soul, thy free flight into the wordless,<br>  Away from books, away from art, the day erased, the lesson done,<br>  Thee fully forth emerging, silent, gazing, pondering the themes thou<br>      lovest best,<br>  Night, sleep, death and the stars.<br>","next":"278-001","prev":"276-004","caption":["The photograph is taken in black and white, with a fading effect around the borders. It showcases a person walking towards a vast field of stars, leaving behind a pile of books and art supplies. The figure appears to be in deep thought with facial features calm, gazing at the sky, taking in the serenity of the night."],"key":"277-001"},"+1":{"_id":"6426e35d0a8ad5bffe57e087","book":"BOOK XXXIII.  SONGS OF PARTING","poem":"As the Time Draws Nigh","order":1,"text":"  As the time draws nigh glooming a cloud,<br>  A dread beyond of I know not what darkens me.<br>","next":"278-002","prev":"277-001","caption":["Expressionist style. A person stands alone in a dark field as a storm approaches, a thick, dark cloud of fear gathering overhead."],"key":"278-001"},"+2":{"_id":"6426e35d0a8ad5bffe57e088","book":"BOOK XXXIII.  SONGS OF PARTING","poem":"As the Time Draws Nigh","order":2,"text":"  I shall go forth,<br>  I shall traverse the States awhile, but I cannot tell whither or how long,<br>  Perhaps soon some day or night while I am singing my voice will<br>      suddenly cease.<br>","next":"278-003","prev":"278-001","caption":["Surrealistic. A person walking through a barren and winding road, unsure of where they are headed. The vibrant sky fades to black as they come to a sudden halt, their mouth agape in silence."],"key":"278-002"}}