{"-2":{"_id":"6426e3590a8ad5bffe57e020","book":"BOOK XXXI","poem":"Thou Mother with Thy Equal Brood","order":7,"text":"  And for thy subtler sense subtler refrains dread Mother,<br>  Preludes of intellect tallying these and thee, mind-formulas fitted<br>      for thee, real and sane and large as these and thee,<br>  Thou! mounting higher, diving deeper than we knew, thou<br>      transcendental Union!<br>  By thee fact to be justified, blended with thought,<br>  Thought of man justified, blended with God,<br>  Through thy idea, lo, the immortal reality!<br>  Through thy reality, lo, the immortal idea!<br>","next":"254-008","prev":"254-006","caption":["The picture is in the style of abstract expressionism, with a whirlwind of colors representing subtler sense and thought-formulas. It portrays a mother and child-like figure climbing and plunging into the unknown depths of the human psyche, coming to a realization that the immortal reality and idea exist within one another."],"key":"254-007"},"-1":{"_id":"6426e3590a8ad5bffe57e021","book":"BOOK XXXI","poem":"Thou Mother with Thy Equal Brood","order":8,"text":"       3<br>  Brain of the New World, what a task is thine,<br>  To formulate the Modern--out of the peerless grandeur of the modern,<br>  Out of thyself, comprising science, to recast poems, churches, art,<br>  (Recast, may-be discard them, end them--maybe their work is done,<br>      who knows?)<br>  By vision, hand, conception, on the background of the mighty past, the dead,<br>  To limn with absolute faith the mighty living present.<br>","next":"254-009","prev":"254-007","caption":["A surreal and futuristic scene, where a brain-shaped machine is constructing the new world. The scene is surrounded by the grandeur of modern civilization, including towering skyscrapers and ancient architecture. The machine is using scientific knowledge to reshape art, religion, and culture, with the potential to discard outdated forms, all while being inspired by a deep reverence for the past."],"key":"254-008"},"+0":{"_id":"6426e3590a8ad5bffe57e022","book":"BOOK XXXI","poem":"Thou Mother with Thy Equal Brood","order":9,"text":"  And yet thou living present brain, heir of the dead, the Old World brain,<br>  Thou that lay folded like an unborn babe within its folds so long,<br>  Thou carefully prepared by it so long--haply thou but unfoldest it,<br>      only maturest it,<br>  It to eventuate in thee--the essence of the by-gone time contain’d in thee,<br>  Its poems, churches, arts, unwitting to themselves, destined with<br>      reference to thee;<br>  Thou but the apples, long, long, long a-growing,<br>  The fruit of all the Old ripening to-day in thee.<br>","next":"254-010","prev":"254-008","caption":["Abstract expressionism. A painting filled with tangled lines and shapes symbolizing the essence of the by-gone time. In the center, a circle that represents the present, unfolding to reveal the hidden treasures of the past. The past, represented by fruit that has been growing for a long time, has finally ripened in the present."],"key":"254-009"},"+1":{"_id":"6426e3590a8ad5bffe57e023","book":"BOOK XXXI","poem":"Thou Mother with Thy Equal Brood","order":10,"text":"       4<br>  Sail, sail thy best, ship of Democracy,<br>  Of value is thy freight, ’tis not the Present only,<br>  The Past is also stored in thee,<br>  Thou holdest not the venture of thyself alone, not of the Western<br>      continent alone,<br>  Earth’s resume entire floats on thy keel O ship, is steadied by thy spars,<br>  With thee Time voyages in trust, the antecedent nations sink or<br>      swim with thee,<br>  With all their ancient struggles, martyrs, heroes, epics, wars, thou<br>      bear’st the other continents,<br>  Theirs, theirs as much as thine, the destination-port triumphant;<br>  Steer then with good strong hand and wary eye O helmsman, thou<br>      carriest great companions,<br>  Venerable priestly Asia sails this day with thee,<br>  And royal feudal Europe sails with thee.<br>","next":"254-011","prev":"254-009","caption":["A large, majestic ship sailing against a golden sunset sky. It carries symbols and objects of the past, present, and future of many continents, and is joined by other significant vessels."],"key":"254-010"},"+2":{"_id":"6426e3590a8ad5bffe57e024","book":"BOOK XXXI","poem":"Thou Mother with Thy Equal Brood","order":11,"text":"       5<br>  Beautiful world of new superber birth that rises to my eyes,<br>  Like a limitless golden cloud filling the westernr sky,<br>  Emblem of general maternity lifted above all,<br>  Sacred shape of the bearer of daughters and sons,<br>  Out of thy teeming womb thy giant babes in ceaseless procession issuing,<br>  Acceding from such gestation, taking and giving continual strength<br>      and life,<br>  World of the real--world of the twain in one,<br>  World of the soul, born by the world of the real alone, led to<br>      identity, body, by it alone,<br>  Yet in beginning only, incalculable masses of composite precious materials,<br>  By history’s cycles forwarded, by every nation, language, hither sent,<br>  Ready, collected here, a freer, vast, electric world, to be<br>      constructed here,<br>  (The true New World, the world of orbic science, morals, literatures<br>      to come,)<br>  Thou wonder world yet undefined, unform’d, neither do I define thee,<br>  How can I pierce the impenetrable blank of the future?<br>  I feel thy ominous greatness evil as well as good,<br>  I watch thee advancing, absorbing the present, transcending the past,<br>  I see thy light lighting, and thy shadow shadowing, as if the entire globe,<br>  But I do not undertake to define thee, hardly to comprehend thee,<br>  I but thee name, thee prophesy, as now,<br>  I merely thee ejaculate!<br>","next":"254-012","prev":"254-010","caption":["The image is a close-up of a golden cloud in the sky, symbolizing maternity and the birth of new life. Within this cloud, a multitude of precious and composite materials come together and continuously produce giant babies. The world within the cloud is incredibly vast and complex, transcending space and time, good and evil, science and literature, and it eludes precise definition."],"key":"254-011"}}