{"-2":{"_id":"6426e3250a8ad5bffe57da8c","book":"BOOK III","poem":"Song of Myself","order":238,"text":"       38<br>  Enough! enough! enough!<br>  Somehow I have been stunn’d. Stand back!<br>  Give me a little time beyond my cuff’d head, slumbers, dreams, gaping,<br>  I discover myself on the verge of a usual mistake.<br>","next":"027-239","prev":"027-237","caption":["Surrealistic. A person with an oversized, distorted head pulling on their hair. They are surrounded by a hazy dreamscape, struggling to pull themselves out of a stupor."],"key":"027-238"},"-1":{"_id":"6426e3260a8ad5bffe57da8d","book":"BOOK III","poem":"Song of Myself","order":239,"text":"  That I could forget the mockers and insults!<br>  That I could forget the trickling tears and the blows of the<br>      bludgeons and hammers!<br>  That I could look with a separate look on my own crucifixion and<br>      bloody crowning.<br>","next":"027-240","prev":"027-238","caption":["In the style of Salvador Dali, an abstract painting that shows a person facing away from a violent scene, with a surreal look. The left side of the painting shows a person being crucified with a bloody crown on their head while on the right side of the painting, the person turns their back on the scene with tears streaming down their face."],"key":"027-239"},"+0":{"_id":"6426e3260a8ad5bffe57da8e","book":"BOOK III","poem":"Song of Myself","order":240,"text":"  I remember now,<br>  I resume the overstaid fraction,<br>  The grave of rock multiplies what has been confided to it, or to any graves,<br>  Corpses rise, gashes heal, fastenings roll from me.<br>","next":"027-241","prev":"027-239","caption":["In the style of surrealism, an image of a barren cave with a plethora of hands reaching out from the rock walls. The hands are clasping and releasing white threads that lead to a cloaked figure standing in the center of the cave, free from any binds which once confined them."],"key":"027-240","url":"https://d8di666eq97kj.cloudfront.net/01/027-240-01-00.png"},"+1":{"_id":"6426e3260a8ad5bffe57da8f","book":"BOOK III","poem":"Song of Myself","order":241,"text":"  I troop forth replenish’d with supreme power, one of an average<br>      unending procession,<br>  Inland and sea-coast we go, and pass all boundary lines,<br>  Our swift ordinances on their way over the whole earth,<br>  The blossoms we wear in our hats the growth of thousands of years.<br>","next":"027-242","prev":"027-240","caption":["In a busy street scene in a vibrant oil painting style, a procession of people of all ages and backgrounds walk with purpose. The procession continues off the canvas into the horizon, spanning both sea and land, and they are adorned with intricate, colorful hats with blossoms representing the cultivated achievements of thousands of years."],"key":"027-241","url":"https://d8di666eq97kj.cloudfront.net/01/027-241-01-00.png"},"+2":{"_id":"6426e3260a8ad5bffe57da90","book":"BOOK III","poem":"Song of Myself","order":242,"text":"  Eleves, I salute you! come forward!<br>  Continue your annotations, continue your questionings.<br>","next":"027-243","prev":"027-241","caption":["The photograph seems to be taken at the corner of a classroom where a teacher is standing towards the students in front, who are enthusiastically coming forward. The picture conveys the vibe of young learners ready to ask questions and gain knowledge. The style of photography used is candid, capturing the spontaneity and curiosity of the children."],"key":"027-242"}}