{"-2":{"_id":"6426e32a0a8ad5bffe57db09","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":5,"text":"  The sprawl and fulness of babes, the bosoms and heads of women, the<br>      folds of their dress, their style as we pass in the street, the<br>      contour of their shape downwards,<br>  The swimmer naked in the swimming-bath, seen as he swims through<br>      the transparent green-shine, or lies with his face up and rolls<br>      silently to and from the heave of the water,<br>  The bending forward and backward of rowers in row-boats, the<br>      horse-man in his saddle,<br>  Girls, mothers, house-keepers, in all their performances,<br>  The group of laborers seated at noon-time with their open<br>      dinner-kettles, and their wives waiting,<br>  The female soothing a child, the farmer’s daughter in the garden or<br>      cow-yard,<br>  The young fellow hosing corn, the sleigh-driver driving his six<br>      horses through the crowd,<br>  The wrestle of wrestlers, two apprentice-boys, quite grown, lusty,<br>      good-natured, native-born, out on the vacant lot at sundown after work,<br>  The coats and caps thrown down, the embrace of love and resistance,<br>  The upper-hold and under-hold, the hair rumpled over and blinding the eyes;<br>  The march of firemen in their own costumes, the play of masculine<br>      muscle through clean-setting trowsers and waist-straps,<br>  The slow return from the fire, the pause when the bell strikes<br>      suddenly again, and the listening on the alert,<br>  The natural, perfect, varied attitudes, the bent head, the curv’d<br>      neck and the counting;<br>  Such-like I love--I loosen myself, pass freely, am at the mother’s<br>      breast with the little child,<br>  Swim with the swimmers, wrestle with wrestlers, march in line with<br>      the firemen, and pause, listen, count.<br>","next":"030-006","prev":"030-004","caption":["An ongoing collage of everyday life, showing, amongst other things: the fluid movement of swimmers in an underwater pool; the varied poses of people as they pass by on the street; a group of sweaty laborers eating their lunch; and two apprentice wrestlers, tangled in each other's arms as they grapple in the evening sun. The camera lingers on each scene, capturing the natural postures and movements of those involved, inviting the viewer to move freely amongst them, and to participate in the rhythm of everyday life. The visual style is naturalistic, with an emphasis on movement and fluidity."],"key":"030-005"},"-1":{"_id":"6426e32a0a8ad5bffe57db0a","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":6,"text":"       3<br>  I knew a man, a common farmer, the father of five sons,<br>  And in them the fathers of sons, and in them the fathers of sons.<br>","next":"030-007","prev":"030-005","caption":["Surrealist. A landscape painting with multiple distorted faces, all with five eyes each. The faces in the background have exponentially more eyes, with a seemingly endless progression."],"key":"030-006"},"+0":{"_id":"6426e32a0a8ad5bffe57db0b","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":7,"text":"  This man was a wonderful vigor, calmness, beauty of person,<br>  The shape of his head, the pale yellow and white of his hair and<br>      beard, the immeasurable meaning of his black eyes, the richness<br>      and breadth of his manners,<br>  These I used to go and visit him to see, he was wise also,<br>  He was six feet tall, he was over eighty years old, his sons were<br>      massive, clean, bearded, tan-faced, handsome,<br>  They and his daughters loved him, all who saw him loved him,<br>  They did not love him by allowance, they loved him with personal love,<br>  He drank water only, the blood show’d like scarlet through the<br>      clear-brown skin of his face,<br>  He was a frequent gunner and fisher, he sail’d his boat himself, he<br>      had a fine one presented to him by a ship-joiner, he had<br>      fowling-pieces presented to him by men that loved him,<br>  When he went with his five sons and many grand-sons to hunt or fish,<br>      you would pick him out as the most beautiful and vigorous of the gang,<br>  You would wish long and long to be with him, you would wish to sit<br>      by him in the boat that you and he might touch each other.<br>","next":"030-008","prev":"030-006","caption":["Realistic portrait photography. An old man with yellow-white hair and beard, looking wise with black eyes, stands tall at six feet. His massive, clean, and handsome children surround him with love because of his calm and beautiful persona. His love for guns, fishing, and his boat makes him the envy of anyone who wishes to sit beside him."],"key":"030-007","url":"https://d8di666eq97kj.cloudfront.net/comp/030-007-03-02.png"},"+1":{"_id":"6426e32a0a8ad5bffe57db0c","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":8,"text":"       4<br>  I have perceiv’d that to be with those I like is enough,<br>  To stop in company with the rest at evening is enough,<br>  To be surrounded by beautiful, curious, breathing, laughing flesh is enough,<br>  To pass among them or touch any one, or rest my arm ever so lightly<br>      round his or her neck for a moment, what is this then?<br>  I do not ask any more delight, I swim in it as in a sea.<br>","next":"030-009","prev":"030-007","caption":["The photograph is a candid shot of a group of friends laughing and talking together in the evening under warm light. The atmosphere is full of life, with everyone enjoying and immersing themselves in the company of each other. The photo captures a moment of pure delight, and the viewer cannot help but feel the same joy when looking at it."],"key":"030-008","url":"https://d8di666eq97kj.cloudfront.net/comp/030-008-03-02.png"},"+2":{"_id":"6426e32a0a8ad5bffe57db0d","book":"BOOK IV.  CHILDREN OF ADAM","poem":"I Sing the Body Electric","order":9,"text":"  There is something in staying close to men and women and looking<br>      on them, and in the contact and odor of them, that pleases the soul well,<br>  All things please the soul, but these please the soul well.<br>","next":"030-010","prev":"030-008","caption":["Naturalistic. A person standing in a crowded street, surrounded by men and women. The person has a content and peaceful look on their face as they inhale the scents of people and their surroundings."],"key":"030-009"},"start":"1680570583231","interval":"90000","size":1}